app/controllers/messages_controller.rb

  def index
    @messages = Message.all
---
SELECT "messages".* FROM "messages"

  def create
  	@message = Message.new(message_params)
    if @message.save
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "kkkkk"], ["created_at", "2015-09-19 17:50:50.226082"], ["updated_at", "2015-09-19 17:50:50.226082"]]